src/main/resources/notifica_eventi_soap_request.xml.old

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:arc="http://arca.inps.it/ArcaNotificaEventiWS/">
    <soapenv:Header>
        <inps:Identity xmlns:inps="http://inps.it/">
            <AppName>%s</AppName>
            <AppKey>%s</AppKey>
            <UserId>%s</UserId>
            <IdentityProvider>%s</IdentityProvider>
        </inps:Identity>
    </soapenv:Header>
    <soapenv:Body>
        <arc:notificaEventi>
            <notificaEventiRequest>
                <parametriApplicazione>
                    <codiceArchivio>%s</codiceArchivio>
                    <progetto>%s</progetto>
                </parametriApplicazione>
                <listaEventi>
                    <eventiArca>
                    </eventiArca>
                </listaEventi>
            </notificaEventiRequest>
        </arc:notificaEventi>
    </soapenv:Body>
</soapenv:Envelope>
